Repository: zigc/yti-common-ui
Catalog: po/*.po
Languages: fi

source: Copy value to clipboard
fi: Kopioi {{value}} leikepöydälle

source: Copied to clipboard
fi: Kopioitu leikepöydälle

source: value
fi: arvo

source: Yes
fi: Kyllä

source: Cancel
fi: Peruuta

source: Close
fi: Sulje

source: This service is developed and maintained by Digital and Population Data Services Agency
fi: Verkkopalvelun kehittämisestä vastaa Digi- ja väestötietovirasto

source: Information about the service
fi: Tietoa palvelusta

source: Description of file
fi: Tietosuojaseloste

source: User support
fi: Käytön tuki

source: Feedback
fi: Ota yhteyttä

source: Sourcecode is licensed under EUPL-1.2 license.
fi: Lähdekoodi on lisensoitu EUPL-1.2 -lisenssillä.

source: Contact
fi: Yhteydenottopyyntö

source: Login
fi: Sisäänkirjautuminen

source: eDuuni information
fi: Palveluun kirjaudutaan eDuuni-tunnuksilla. Kirjautumista vaaditaan jos haluat muokata palvelun sisältöä.

source: Login information
fi: Alla olevalla painikkeella ohjaudut eDuuni-palvelun kirjautumiseen. Palaa sen jälkeen takaisin palveluun.

source: Log In
fi: Kirjaudu sisään

source: Register
fi: Luo tunnukset

source: MENU
fi: VALIKKO

source: INVALID
fi: Virheellinen

source: INCOMPLETE
fi: Keskeneräinen

source: SUGGESTED
fi: Ehdotus

source: VALID
fi: Voimassa oleva

source: SUPERSEDED
fi: Korvattu

source: RETIRED
fi: Poistettu käytöstä

source: DRAFT
fi: Luonnos

source: Edit in progress
fi: Muokkaaminen on kesken

source: Are you sure that you want to continue? By continuing unsaved changes will be lost.
fi: Oletko varma, että haluat jatkaa? Jatkaessasi tallentamattomat muutokset katoavat.

source: Modals are open
fi: Dialogeja on avattuna

source: Are you sure that you want to continue? By continuing all modals will be closed.
fi: Oletko varma, että haluat jatkaa? Jatkaessasi avoimet dialogit suljetaan.

source: Required
fi: Pakollinen kenttä

source: Content has been licensed with CC by 4.0 license.
fi: Sisällöt on lisensoitu CC by 4.0 -lisenssillä.
